IdeaRS.Connections
AnchoringData.CircularLayerRadius Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the array of radiuses of circular layers
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public IEnumerable<double> CircularLayerRadius { get; set; }
Property Value
Type: IEnumerable<Double>
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace